{
  "employment": [
    {
      "id": 1,
      "title": "Harbor Master, Pampas Marina AB, Stockholm",
      "date": "2018-2021",
      "details": "Utilized superior data visualizing and data management skills"
    },
    {
      "id": 2,
      "title": "Marinentreprenad tekniker, Pampas Marinentreprenad AB, Stockholm",
      "date": "2015-2018",
      "details": "Worked well independently and on a team to solve pr oblems"
    },
    {
      "id": 3,
      "title": "Specialist, Apple Inc, Pentagon City, Washington, D.C.",
      "date": "2014-2015",
      "details": "Served as a friendly, hardworking, and punctual employee."
    },
    {
      "id": 4,
      "title": "Boat Captain, KoOlina Ocean Adventures, Honolulu",
      "date": "2013-2014",
      "details": "My responsibilties included overall safety for crew and customers on the boat and in the water. Attentiveness and the ability to make fast and difficult decisions were essential."
    },
    {
      "id": 5,
      "title": "Boat Captain at Hawaiian Ocean Adventure/ Disney Aulani, Honolulu",
      "date": "2013-2014",
      "details": "Captain for tours in cooperation with Disney Aulani, part-time position. As Captain I sailed a handbuilt Hawaiian sailing canoe, taking tourist out on the west side of Oahu"
    },
    {
      "id": 6,
      "title": "Store Manager & Master boat builder at Go-Bananas Watersports, Honolulu",
      "date": "2008-2012",
      "details": "Areas of duties inluded custom building of kayaks, training of new personnel and managing the sales floor. As master boat builder I was responsible for the quality control of craftsmanship including plastic welding and repair of kayaks and boards using different construction techniques."
    }
  ],
  "Skills": [
    {
      "id": 1,
      "img": "https://picsum.photos/200",
      "para": "React"
    },
    {
      "id": 2,
      "img": "https://picsum.photos/200",
      "para": "JS"
    },
    {
      "id": 3,
      "img": "https://picsum.photos/200",
      "para": "HTML & CSS"
    },
    {
      "id": 4,
      "img": "https://picsum.photos/200",
      "para": "Ruby"
    },
    {
      "id": 5,
      "img": "https://picsum.photos/200",
      "para": "Git"
    },
    {
      "id": 6,
      "img": "https://picsum.photos/200",
      "para": "jQuery"
    }
  ],
  "Education": [
    {
      "id": 1,
      "title": "Full Stack Web Developer - CraftAcademy",
      "date": "August 2021 - November 2021",
      "para": "12 week coding bootcamp"
    },
    {
      "id": 2,
      "title": "STCW, Maritime Licence Center, Honolulu",
      "date": "2008",
      "para": "Certification and training in fire fighting, personal survival, personal safety and elementary first aid and rescue."
    },
    {
      "id": 3,
      "title": "Master/Mate 100 Tons Unlimited Captain’s Licence, Maritime Licence Center, Honolulu",
      "date": "2008",
      "para": "Training and examination course to meet the Coast Guard knowledge requirements with regard to being able, on navigable waters, to take responsibility for the safety of a vessel of 100 tons or less and its passengers and cargo, and be aware of the obligations under Coast Guard regulations concerning safety and the protection of the marine environment"
    }
  ],
  "details": [
    {
      "name": "Dorian Buck",
      "nationality": "American & Swedish",
      "location": "https://goo.gl/maps/2sjjU2UfAYm184hZ8",
      "hobbies": "Watersports, Wintersports, riding motorcycle, travel, technology and being outdoors",
      "lang": "English and Swedish",
      "keyw": "Dynamic, Agile methodoligy, Flexable, Adaptable, Approchable and a Problemsolver",
      "reference": "References available upon request"
    }
  ]
}
